color
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public ColorWithTransparency()
  Visual Basic
Public Sub New
  Visual C++
public:
ColorWithTransparency()
 See Also
  ColorWithTransparency Class
  ColorWithTransparency Overload
  Autodesk.Revit.DB Namespace